13/data/attachments/8340516f95859f62.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Thomas_have_Actions_4770_3</nif:username>
            <nif:friendToBeRequested>soap_actions_62386423-fbae-4681-a542-9139144005da</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>